Username = input("กรุณาใส่ชื่อผู้ใช้ของคุณ : ")
PW = input("กรุณาใส่รหัสผ่านของคุณ : ")
if Username == "ford" and PW == "1111":
    print("ล็อกอินสำเร็จ")
    print("กด 1 - ไข่ไก่ ฟองละ 5 บาท")
    print("กด 2 - ไข่เป็ด ฟองละ 10 บาท")
    print("กด 3 - ไข่นก ฟองละ 15 บาท")
    print("กด 4 - ไข่แมว ฟองละ 20 บาท")
    print("กด 5 - ไข่หมา ฟองละ 25 บาท")
    choice = input("นี่คือเมนูรายการไข่ในร้านไข่สวรรค์ กดหมายเลขด้านหน้าสินค้าเพื่อเลือกสินค้าที่ต้องการ : ")
    if choice == "1":
        total = int(input("จำนวนไข่ไก่ที่ต้องการ : "))
        print("ราคาไข่ไก่ทั้งหมดที่ต้องชำระ : ", 5 * total)
    elif choice == "2":
        total = int(input("จำนวนไข่เป็ดที่ต้องการ : "))
        print("ราคาไข่เป็ดทั้งหมดที่ต้องชำระ : ", 10 * total)
    elif choice == "3":
        total = int(input("จำนวนไข่นกที่ต้องการ : "))
        print("ราคาไข่นกทั้งหมดที่ต้องชำระ : ", 15 * total)
    elif choice == "4":
        total = int(input("จำนวนไข่แมวที่ต้องการ : "))
        print("ราคาไข่แมวทั้งหมดที่ต้องชำระ : ", 20 * total)
    elif choice == "5":
            total = int(input("จำนวนไข่หมาที่ต้องการ : "))
            print("ราคาไข่หมาทั้งหมดที่ต้องชำระ : ", 25 * total)
else:
    print("กรุณาตรวจสอบชื่อผู้ใช้และรหัสผ่านอีกครั้ง")
print("------------------------")
print("สองมือประนม ก้มกราบหน้าอกลูกค้า ขอบคุณหลายๆเด้อพี่น้อง")